Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/det_finnes_bare_likeverdige_og_gode_nok_samer_.html.tmx
Source language: nob
Languages: smj

source: Det finnes bare likeverdige (og gode nok) samer!
smj: Gávnnuji dåssju avtaárvulasj (ja nuoges buorre) sáme!

source: Det finnes ikke juksesamer, femtilapper eller nysamer.
smj: Ij gávnnu biellesáme jalik ådåsáme.

source: Tvert imot er alle samer likeverdige og gode nok.
smj: Ienni li gájka sáme avtaárvulattja ja nuoges buorre.

source: På 6. februar, nasjonaldagen vår, er dette et viktig budskap.
smj: Guovvamáno 6. biejve, mijá álmmukbiejven, le dát ájnas budá.

source: Det er også essensen i en sak som s ametingsrådet nå løfter til Sametingets plenum , med mål om å berede grunnen for intern forsoning i det samiske folket.
smj: Dat la aj oajvve sisadno ássjen majt Sámedikkeráde låpptit Sámedikke ållestjåhkanibmáj, ulmijn vuodov látjet sisnálásj såbadibmáj sáme álmmugin.

source: Vi vil at Sametinget skal vedta at samene er et mangfoldig folk bestående av likeverdige samer.
smj: Mij sihtap Sámedigge galggá mærrádusáv dahkat jut sáme la moattebelak álmmuk avtaárvvusasj sámijs.

source: Hvorfor skal man så vedta noe som kan synes som selvfølgelig?
smj: Manen galggap de mærrádusáv dahkat juojddá mij la diehttelis?

source: Jo, det er fordi det går rett i kjernen av hva fornorskningen har gjort med det samiske folket.
smj: Juo, dan diehti gå dat manná njuolgga vuolgasadjáj dárojduhttema vájkkudusájda sáme álmmuga vuoksjuj.

source: Svært mange bærer på en sårhet knyttet til sin egen plass i det samiske fellesskapet.
smj: Moattes dåbddi vájvev ietjas sadje hárráj sáme aktisasjvuodan.

source: De skal vite at kunnskaper om språk og kultur ikke har noe å si på om de er gode samer eller ikke.
smj: Da galggi diehtet jut máhtudahka giella ja kultuvra hárráj ij gullu dasi jus lip buorre sáme jali ep la.

source: Grunnen til det er at de ikke kan lastes for det fornorskninga har tatt fra dem som enkeltpersoner.
smj: Danen gå da e máhte noadoduvvat dassta majt dárojduhttem la ribádam ájnegis ulmutjijs.

source: Den kinoaktuelle filmen Ellos eatnu – La elva leve portretterer noen av dem som sto opp i forbindelse med Altasaken.
smj: Kinoguoskavasj filmma Ellos eatnu – La elva leve gåvvit soabmásijs dajs gudi tjuottjodin vuosstebielev Álltá-ássjen.

source: Filmen er selvfølgelig godt egnet til å belyse fornorskningspolitikkens urett overfor det samiske, og er i så måte verdt å få med seg for alle og enhver.
smj: Filmma la diedon buorre buojkulvis dárojduhttempolitihka vierredagojs sáme vuossti, ja la dan láhkáj dárbulasj juohkkahattjaj.

source: Men kanskje den også kan være med på å gi oss redskaper til å forstå hverandre i Sápmi?
smj: Valla ihkap dat máhttá liehket ræjddon dádjadittjat nubbe nuppev Sámen?

source: I historiens bakspeil er det veldig lett å se hvorfor så mange valgte å legge bort sin samiske identitet.
smj: Gå gehtjadip maŋŋus histåvrån le álgge vuojnnet manen nav moattes válljijin ierit ietjaska sáme identitiehtav.

source: Blir du mobbet, hetset eller banket mange nok ganger, er det ikke rart om du ikke vil la dine barn oppleve det samme.
smj: Jus givseduvá, bilkkeduvá jali tsábmeduvá nuohkásav, ij la dat imálasj jut dån ij sidá ietjat máná galggi gierddat dav sæmmi.

source: Det må samtidig ha vært et av de tøffeste valgene i folk sine liv.
smj: Sæmmi båttå hæhttu dat liehket akta dajs gássjelamos válljimijs almatjij iellemin.

source: Derfor er det ikke så vanskelig å se hvorfor det for noen av dem føltes sårt og vanskelig at andre på høylytt vis fremmet det samiske og krevde rettigheter, som de f or eksempel gjorde i forbindelse med Alta-saken.
smj: Dan diehti ij la nav gássjelis vuojnnet ja dádjadit manen nágina dåbddin vájvven ja gássjelin gå nuppe bihkusin åvdedin ja rávkkin sáme riektájt, duola dagu Álltá-ássjen.

source: Det er heller ikke vanskelig å forstå alle dem som sto opp og kjempet for den samiske fremtiden.
smj: Ij la ga gássjel dádjadit gájkajt gudi tjuottjodin ja rahtjin sáme boahtteájge diehti.

source: De mange som uselvisk tok på seg gákti og kjempa for at våre språk og næringer skulle overleve.
smj: Moaddása iehpeietjastallin ja gápptáj tjágŋin ja rahtjin vaj mijá giela ja æládusá galggin bissot.

source: I lokalsamfunnet, foran Stortinget og i Alta.
smj: Bájkkesebrudagán, Stuorradikke åvdån ja Áltán.

source: Det må ha føltes dypt urettferdig for dem å bli utskjelt av andre samer når de kjempet for det samiske.
smj: Sidjij le duodaj dåbddum iehperievtesferdugin gå bilkkeduvvin ietja sámijs gå rahtjin sámevuoda åvdås.

source: Mange føler forståelig nok de heller hadde fortjent en takk for at vi i dag har levende språk, kultur og næringer.
smj: Moaddása dåbddi dádjadahtte sij bierrijin ienni oadtjot gijtov gå miján dálla la viesso giela, kultuvra ja æládusá.

source: Så her står vi da.
smj: Dan mieren lip dálla.

source: Samer med vidt forskjellige utgangspunkt føler seg urettferdig behandlet, hetset eller ekskludert av andre samer.
smj: Sáme iesjguhtik vuolgasajen dåbddi ietjaska iehperievtesferdukvuodaj giehtadaládum, nálsoduvvam ja ierit biejaduvvam ietjá sámijs.

source: For oss er det åpenbart at denne splittelsen i folket har en sammenheng med den offentlige samepolitikken under fornorskninga.
smj: Midjij la duohtan jut dát gasska álmmugin la vájkkudus almulasj sámepolitihkas dárojduhttemin.

source: Vi ser på det som et infisert fornorsknings-sår som må behandles.
smj: Mij vuojnnep dav dárojduhttemhávven mij hæhttu dálkuduvvat.

source: 1. juni i år kommer Sannhets- og forsoningskommisjonens rapport.
smj: Biehtsemáno 1. biejve dá jage boahtá Sádnesvuoda- ja såbadimkommisjåvnå rappårttå.

source: Da kommer mye av det vonde på bordet.
smj: Da edna nievres biele låpptiduvvá.

source: Derfor inviterer sametingsrådet allerede nå Sametingets plenum til å slå fast at den interne samiske forsoningen må få en plass i det kommende forsoningsarbeidet , parallelt med forsoninga mellom storsamfunnet og samene.
smj: Dan diehti gåhttjo sámedikkeráde juo dálla Sámedikke ållestjåhkanimev mierredittjat jut sissŋálasj såbadibme hæhttu oadtjot sajev såbadimbargon, sæmmi båttå gå såbadibme stuorsebrudagá ja sámij gaskan dáhpáduvvá.

source: Denne forsoninga må handle om å inkludere alle i det samiske fellesskapet og å løfte den samiske selvfølelsen.
smj: Såbadusá sisadno hæhttu liehket sebrudahttet gájkajt sáme aktisasjvuohtaj ja låpptit sáme iesjdåbdov.

source: Alle må vite at de er likeverdige samer og at det samiske samfunnet ser og verdsetter deres bidrag.
smj: Juohkkahattja hæhttuji diehtet sij li avtaárvulasj sáme ja jut sáme sebrudahka vuojnná ja árvon adná sijá sebrulasjvuodav.

source: Alle samer må også vite at de har en rett til sin kultur, sitt språk, sin identitet, og sine tradisjoner og næringer.
smj: Gájka sáme hæhttuji aj diehtet siján la riektá ietjaska kultuvrraj, giellaj, identitiehttaj. Árbbedábijda ja æládusájda.

source: Å tilby dem dette blir grunnleggende forsoningstiltak for samfunnet.
smj: Fállat sidjij dáv sjaddá vuodulasj såbadusdoajmma sebrudagán.

source: Det gjenstår ennå å se om vi kan forsone oss med uretten staten og storsamfunnet har påført oss som folk.
smj: Da báhtsá gehtjadit jus máhttep såbadit iehperievtesferdukvuodas majna stáhtta ja stuorsebrudak la noadodam mijáv álmmugin.

source: Akkurat det må vi diskutere grundig når vi har bearbeidet sannheten og vurdert hvilke forsoningstiltak som ligger på bordet.
smj: Jur dav hæhttup dágástallat snivva gå lip duosstum sádnesvuodav ja árvustallam makkir såbadusdåjma båhti åvddån.

source: Men det vi uansett bør kunne gjøre, er å forsone oss med hverandre i Sápmi.
smj: Valla dav majt juska bierrip dahkat, la såbadit guojmmásimme Sámen.

source: Vi har ingen illusjoner om at dette blir enkelt, men vi må starte en gang og vi foreslår at vi gjør det nå.
smj: Mij ep máhte diehtet jus sjaddá álgge, valla aktij hæhttup álgget ja ávtjip dálla galggap álgov dahkat

source: Kjære likeverdige same.
smj: Gieres avtaárvvusasj sábme.

source: Uansett samiske bakgrunn håper vi at du får et forsonende år, selv om vi skal gjennom noen opprivende prosesser fremover.
smj: Berustahtek du sáme duogátjis doajvvop dån oadtjo såbadiddje jagev, juska mij galggap tjadádit prosessajt ma ruohtsajt duohtti boahtteájggáj.
